[
{"name":"နှောင်ဖွဲ့ခြင်းကင်းတန်ခိုးရှင်",
"download":"https://www.mediafire.com/file/1jyt7tln2o4c7u7/နှောင်ဖွဲ့ခြင်းကင်းတန်ခိုးရှင်_ဝမ်လင်း_စ_ဆုံး.pdf/file",
"img":"https://i.imgur.com/PqMCpnI.jpeg",
"about":"နှောင်ဖွဲ့ခြင်းကင်းတန်ခိုးရှင်

Renegade Immortal
    
ဉာဏ်နည်းနည်းကောင်းတဲ့ ကောင်လေးတစ်ယောက်။ သူက သူ့မိဘတွေကို အရမ်းချစ်တယ်။ တနေ့သူ့ရဲ့ ဦးလေးတစ်ယောက်ကြောင့် သူက တန်ခိုးရှင်ဂိုဏ်းတစ်ခုကို ဝင်ရောက်ဖို့ ဖြစ်လာခဲ့တယ်။ သူ့မိဘတွေကလည်း သူ့သားကို အင်မော်တယ်တစ်ယောက် ဖြစ်စေချင်ကြတယ်။ ဒီတော့ သူလည်း တန်ခိုးရှင်ဂိုဏ်းထဲ ဝင်မယ်ပေါ့။ ဒါပေမဲ့ သူက ကျင့်ကြံခြင်းမှာ ဘာပါရမီမှ မပါလာခဲ့ဘူး။အဲတော့ ဂိုဏ်းကနေ နှင်ထုတ်ခံရတယ်။ အိမ်ကိုပြန်ရောက်လာတယ်။ ဒီတော့ ထုံးစံအတိုင်း ကျန်တဲ့ သူ့မိသားစုဝင်တွေက နှိမ်ကျတာပေါ့။ သူမိဘတွေကလည်း စိတ်တွေဆင်းရဲကြရတယ်။ဒီတော့ သူက မခံနိုင်တော့ အင်မော်တယ်ဂိုဏ်းကိုမရရအောင် ဝင်မယ်ဆိုပီးအိမ်က ထွက်သွားတယ်။ နောက်ဆုံးတော့ သူ့ဦးလေး(၄)ရဲ့ အကြံအဖန်တချို့ကြောင့် သူ ဂိုဏ်းထဲဝင်နိုင်ခဲ့တယ်။ဒါပေမဲ့ အောက်ခြေကပဲ။ သူ့မှာ ဘာပါရမီမှ မပါခဲ့တော့ ကျင့်ကြံလို့လည်း အဆင်မပြေခဲ့ဘူး။&nbsp; ကံကောင်းတာ တစ်ခုက သူက ကောင်းကင်ဘုံဆန့်ကျင်ခြင်း ပုတီးစေ့ ဆိုတဲ့ ရတနာတစ်ခုရခဲ့တယ်။ ဒီရတနာကြောင့်ပဲ သူက ကျင့်ကြံခြင်းလမ်းကို ဆက်လျှောက်နိုင်ခဲ့တယ်။ဒါပေမဲ့သူက အင်မော်တယ်လမ်းကြောင်းကို လျှောက်ရင်း အရမ်းကြမ်းတမ်းတာ၊လူ့အသက်တွေကိုလည်း တန်ဖိုးတစက်မှမထားတာတွေကို သိလာခဲ့တယ်။ သူနဲ့လည်း ကျင့်ကြံခြင်းလမ်းကြောင်းက မအပ်စပ်ခဲ့ဘူး။ ဒါပေမဲ့ တနေ့မှာ သူ့ကို သတ်ဖို့ကြိုးစားခဲ့တဲ့ လူတစ်ယောက်ကို သူ ပြန်သတ်လိုက်တယ်။ အဲ့အချိန်ကစပြီး သူတို့မိသားစုတစ်ခုလုံးက ကပ်ဘေးတစ်ခုကျခဲ့ပြီး သူ့အဖေ၊အမေအပါအဝင် သူတို့ဝမ်မိသားစု တစ်စုလုံးက တန်ခိုးရှင်တစ်ယောက်ရဲ့ အမြစ်ဖြတ်သုတ်သင်ခြင်းကို ခံလိုက်ရတယ်။ သူကိုယ်တိုင်လည်း သေသွားခဲ့တယ်။ ဒါပေမဲ့ သူ့စိတ်ဝိညာဉ်ကတော့ သေဆုံးသွားခြင်းမရှိဘဲ သူနေတဲ့နိုင်ငံနဲ့ အလွန်ဝေးကွာတဲ့ နယ်မြေတစ်ခုကို ရောက်သွားပြီး နောက်တစ်ဖန်ခန္ဓာကိုယ်သစ်တစ်ခုကို ပြန်တည်ဆောက်ပြီး သူအရမ်းချစ်တဲ့ သူ့အဖေနဲ့အမေအတွက်၊ သူ့မိသားစုတစ်ခုလုံးအတွက် ပြန်လက်စားချေနိုင်ဖို့ ကျင့်ကြံခြင်းလမ်းကြောင်းကို အမုန်းတရားတွေ၊ ရက်စက်မှုတွေနဲ့ ဆက်လျှောက်ခဲ့တယ်။ ဒီလိုနဲ့ သူ့ရဲ့ တန်ခိုးရှင်လမ်းကြောင်းက အစပြုခဲ့ပြီး သူက နောက်ဆုံး စစ်မှန်တဲ့ တန်ခိုးရှင်တစ်ယောက် ဖြစ်လာမလားဆိုတာကတော့…။ကျနော့်အမြင်အရ ဒီစာစဉ်မှာ ထူးခြားတာက မင်းသားက ကျင့်ကြံဖို့ဘာပါရမီမှ မပါလာဘူး။ သာမန်သေမျိုးတစ်ယောက် အနေနဲ့ဆိုရင်တော့ ဉာဏ်ရည် မဆိုးဘူး။ အခုထိ အရမ်းလည်း တော်မနေဘူး။ ဒါပေမဲ့ သူနဲ့ ကျင့်ကြံခြင်း အဆင့်တူထဲမှာတော့ ပြိုင်ဘက်ကင်းတယ်။ဒါကလည်း သူ့ပါရမီကြောင့်မဟုတ်ဘဲ သူ့ရဲ့ အလျော့မပေးတက်တဲ့စိတ်၊ သူ့မိဘတွေအတွက် ပြန်ပြီးကလဲ့စားချေလိုတဲ့စိတ်၊ သူ့ကံတရားက ကျင့်ကြံခြင်းနဲ့ ပတ်သတ်လို့ ကံကောင်းမှုတစ်ခု တွေ့ခဲ့လို့ပဲ။ ဒီတော့ ဒီစာစဉ်မှာက ပါရမီကို တွေ့ရမှာမဟုတ်ဘဲ မထင်မှတ်တဲ့ကံတရားကြောင့် လူတစ်ယောက်ရဲ့ စိတ်နေစိတ်ထားတွေ ပြောင်းလဲပြီး သူက ကျင့်ကြံခြင်းလမ်းကြောင်းကို အဆုံးထိဆက်လျောက်မလားဆိုတာကတော့…။"},
{"name":"Peerless Martial God",
"download":"https://www.mediafire.com/file/m2cvhawnamcxg57/Peerless+Martial+God+(+Completed+)+-+Jing+Wu+Hen-1+(1).pdf/file",
"img":"https://i.imgur.com/7P9K5lN.jpeg",
"about":"Peerless Martial God
ပြိုင်ဘက်ကင်း သိုင်းနတ်ဘုရား
...............................
Original Writter.... Jing Wu Hein
....................................
Synopsis..အကျဉ်းချုပ်
.............
ငါ့ရဲ့တည်ရှိနေမှုကို မသိဘဲနဲ့ မဆုံးဖြတ်လိုက်ပါနဲ့...ငါ့ကို အန္တရာယ်ပေးဖို့တွေးနေသူတွေ အန္တရာယ်နဲ့ရင်ဆိုင်စေရမယ်..ငါ့ကို လေးစားချစ်ခင်တဲ့သူတွေ ငါ့ရဲ့ ကြင်နာမှုနဲ့ လေးစားမှုတွေ လက်ခံရရှိစေရမယ်..ငါသေဖို့အတွက် အစီအစဉ်ချနေသူတွေ သူတို့ရဲ့ သေခြင်းတရားကို ရှာပေးလိုက်မယ်..ဟုတ်တယ် ငါက သေမင်း..ငါ့နာမည်က လင်းဖန်..!!!

လင်းဖန်သည် လုံ့လဝီရိယရှိသော အလုပ်ကြိုးစားသောကောင်လေးတစ်ယောက်ဖြစ်ရန် ကြိုးစားခဲ့သည်.. သူ့ မိသားစု  ဂုဏ်တက်စေရန် ဒုက္ခမရောက်စေရန်အတွက် သူအပြင်းအထန်စာကြိုးစားခဲ့သည်..သို့သော် အခွင့်အရေးသမားကောင်မလေးတစ်ယောက်နဲ့တွေ့သောအခါ သူဒုက္ခရောက်ခဲ့သည်..သူဘယ်တော့မှ မလုပ်ခဲ့သော ရာဇဝတ်မှုအတွက် ထောင်ထဲမှာ 10 နှစ်နေခဲ့ရသည်..သူ့တွင်ရှိသမျှအားလုံးကုန်ဆုံးသွားခဲ့သည်..သူယူဆောင်လာခဲ့သော ပျက်စီးခြင်းတွေကြောင့် သူ့ဘဝပြီးဆုံးသွားခဲ့သည်..

ရုတ်တရက် သူ့မျက်လုံးတွေ တဖန်ပြန်ပွင့်လာခဲ့သည်..သူမသေသေးပေ.သို့ရာတွင် မတူညီသောကမ္ဘာမှာ လင်းဖန်ဆိုသောအမည်နှင့် လူ၏ခန္ဓာကိုယ်မှာ ရှင်သန်နေခဲ့သည်..သိုင်းကျင့်ကြံရာတွင် မတိုးတက်တဲ့အတွက် ဤလင်းဖန် အသတ်ခံခဲ့ရ၏။...သေလုမျောပါးဖြစ်နေသာ ဤလင်းဖန်နှင့် တခြားကမ္ဘာမှရောက်လာသောလင်းဖန်နှင့် စိတ်ဝိညာဉ်ချင်းပေါင်းစပ်သွားခဲ့သည်.. ဒီကမ္ဘာကြီးတွင် ကြီးနိုင်ငယ်ညှင်းလုပ်ရပ်တွေပေါသည်...ခွန်အားသာရှိနေခဲ့လျှင် အားနည်းတဲ့သူတွေကို လွတ်လပ်စွာ သတ်ဖြတ်နိုင်၏ ။ဤကမ္ဘာတွင် သူ့ကို အသုံးမကျတဲ့ကောင်လို့ခေါ်ခဲ့ပြီး အဝေးကို လွှင့်ပစ်ခဲ့ကြသည်။..သူ့စိတ်ထဲမှာ လက်စားချေခြင်းအပြည့်နဲ့ ပြန်နိုးထလာ၏။.ထို့နောက် ကောင်းကင်နဲ့မြေကြီးရဲ့ အလိုဆန္ဒကို ဆန့်ကျင်၍ မြင့်မားသောနေရာတစ်ခုကို ရရှိရန် သူကြိုးစားလိမ့်မည်.."},
{"name":"Systemထဲမှာအပန်းဖြေမယ်",
"download":"https://www.mediafire.com/file/mjjlt0oz1vstc7b/Systemထဲမှာအပန်းဖြေမယ်_completed_book.pdf/file",
"img":"https://i.imgur.com/nDxZOX4.jpeg",
"about":""},
{"name":"အင်မော်တယ်ကမ္ဘာမှစာဖိုမှူးလေး",
"download":"https://www.mediafire.com/file/5odysgpfj7pqe37/အင်မော်တယ်ကမ္ဘာမှစားဖိုမှူးလေး_ရှီယု_Completed_book.pdf/file",
"img":"https://i.imgur.com/MwLYjPq.jpeg",
"about":""},
{"name":"အပူအပင်မဲ့အင်မော်တယ်",
"download":"https://www.mediafire.com/file/w1kx4ors7hk2u0a/အပူပင်မဲ့အင်မော်တယ်စဆုံး.pdf/file",
"img":"",
"about":"အပူအပင်မဲ့အင်မော်တယ်
  
ချင်းကျူ ဟာ ဝိညာဉ် ကူးပြောင်းသွားပြီးနောက်မှာ သူ့ကိုယ်သူဘယ်လောက်အစွမ်းထက်မှန်းတေတာင် မသိခဲ့ပါဘူး ။ ရယ်စရာ / Over Power အစုံအလင်ပါဝင်ပြီး ရှန်းရှ ဝတ္ထုအများအပြားရဲ့အနှစ်သာရပါဝင်တဲ့ စာစဉ်ကောင်းတစ်ခုဖြစ်ပါတယ်"},
{"name":"ငါ့တပည့်တွေရူးနေကြပြီ",
"download":"https://www.mediafire.com/file/mo5dtea3damgzif/###ငါ့တပည့်တွေရှုးနေကြပြီ_ရီချန်းဂျီ_စ_ဆုံး.pdf/file",
"img":"https://i.imgur.com/ZE16WIs.jpeg",
"about":"ငါ့တပည့်တွေရူးနေကြပြီ
  
My Disciples Are All Insane
  
ဝိညာဥ်ကူးပြောင်းပြီး ဆယ်နှစ်ကြာသည်နှင့် ရှန်းမန်တွင် သူ၏နာမည်သည် တိတ်ဆိတ်စွာမှတ်တမ်းဝင်လာခဲ့ပြီး စနစ်သည် နောက်ဆုံးတွင် ယဲ့ချန်းကော၏ပထမဆုံးတာဝန်ဖြစ်သည့် တပည့်အချို့ကိုလက်ခံရန် ထုတ်ပြန်ခဲ့သည်။

ပထမတပည့်- နေ့စဥ် ပုဆိန်ထမ်းခြင်း၊ သစ်ပင်များခုတ်လှဲခြင်း၊ ရေထမ်းခြင်းနှင့် သာမာန်အစားအစာကိုသာ စားလေ့ရှိသည့် အလွန်သာမန်ဖြစ်သော သေမျိုးတစ်ယောက်။

နှစ်အနည်းငယ်ကြာပြီးနောက် ပထမတပည့်သည် တောင်ပေါ်မှဆင်းကာ မိုးကောင်းကင်ကိုသူ၏ပုဆိန်ဖြင့် ဟက်တက်ခွဲလိုက်ပြီး ကောင်းကင်နှင့်မြေ ပြင်ကို ဖျက်ဆီးခဲ့သည်။

ဒုတိယတပည့် - ဆိုးယုတ်ခြင်းနှင့်မွေးဖွားလာပြီး ဧကရာဇ်ငယ်တစ်ပါး အသွင်ဖြင့် အလယ်ပိုင်းဒေသကို သူတစ်ချိန်က ဖြတ်သန်းခဲ့ကာ မျိုးဆက်သစ်လူငယ်များကို ဖိနှိပ်ခဲ့ပြီး မည်သူမှ သူ့အတွက်ပြိုင်ဘက်မဟုတ်ခဲ့ချေ။

တတိယတပည့် - ဧကရီ၏လူဝင်စား။

သူမ၏ယခင်ဘဝ... သူမသည် မိုးကောင်းကင်၏အဆုံးထိရှိသော သွေးထွက်သံယိုတိုက်ပွဲတစ်ခုတွင် တိုက်ခိုက်ခဲ့ပြီး "အခြားတစ်ဖက်ကမ်း" ကိုတွေ့မြင်ခဲ့ရသည်။

ဤဘဝသက်တမ်းတလျှောက် ချန်ယွင်လျှို့ဝှက်နယ်မြေအတွင်း ယဲ့ချန်းကော၏ကျင့် ကြံမှုသည် လောကီရေးရာအတွေးအခေါ်များနှင့်သူတော်စင်အဖြစ်သို့ရောက်ရှိခဲ့ပြီး အရာအားလုံးကို ကျော်ဖြတ်နိုင်သည့်အဆင့်သို့ ရောက်ရှိခဲ့သည်။ "ဆရာတစ်ယောက်အနေနဲ့ ငါပေါ့လျော့နေလို့ မဖြစ်ဘူး။ ဒီနေ့ကစပြီး အရှေ့ပိုင်း ဒေသမှာ ငါနောက်ဆုံးစကား ပြောဖို့လိုနေပြီ"

နှစ်ထောင်ပေါင်းများစွာကြာသောအခါ တပည့်များသည် အရှေ့ပိုင်းဒေသကိုစွန့်ခွာသွားကြ၏။ သူတို့သည် အလွန်အင်အားကြီးသဖြင့် တောင်နှင့်မြစ်များ လှုပ်ခါခဲ့ရသည်။ ယဲ့ချန်းကောသည် တောင်ကုန်းပေါ်တွင် တစ်ယောက်တည်းထိုင်နေပြီး စန္ဒရားတီးနေစဥ် သက်ပြင်းချကာ "ငါ့တပည့်တွေ ရူးကုန်ကြပြီ"...."},
{"name":"ကံကြမ္မာဖန်တတ်‌ပေါ့လေ",
"download":"https://www.mediafire.com/file/silhte361qgfiey/ကံကြမ္မာဖန်တတ်ပေါ့လေ_ရှန်ထျန်းစဆုံး.pdf/file",
"img":"https://i.imgur.com/yGaV6x3.jpeg",
"about":"ကံကြမ္မာ ဖန်တတ်ပေါ့လေ
  
I am really not the son of providence
  
မွေးဖွားလာကတည်းက ကံဆိုးမှုအပေါင်း ခညောင်းနေတဲ့  မင်းသား(၁၃) တစ်ယောက် ၁၆ နှစ်အရွယ်မှာ ချီဖောက်ပြန်မှု ၈၈ ကြိမ် ခံစားရပြီးတော့ သေဆုံးသွားခဲ့တယ်

 သူ မသေဆုံးခင်မှာ သူ သွားလိုက်တဲ့နေရာတိုင်း ကံဆိုးမှုတွေ သယ်ဆောင်လာတယ်လို့ နာမည်ကြီးပြီး လူတိုင်းဝေးဝေးက ရှောင်ကြတယ်

သူ့အဖိုးတန်ငှက်လေးလည်း ရေကန်ထဲ ကျသွားပြီး သေဆုံးသွားခဲ့ရတယ်။ သူ့ဆေးဖက်ဝင် အပင်လေးလည်း  ကလေးတစ်ယောက်ကြောင့် အမြစ်ကနေ ရှင်းခံလိုက်ရပြန်ရော ...

 နောက်ဆုံး သူ့အစ်ကိုတော်တွေနဲ့ တော်ဝင်ကျောင်းတော် သွားတက်တဲ့အခါ နောက်ရက်ကျ ကျောင်းဆောင် ပြိုကျသွားလေတယ် …

 သူ သေဆုံးသွားပြီးနောက် ခေတ်သစ်ဘက်က ရှန်ထျန်း  ဝင်ရောက်လာတဲ့အခါ  …

တခြားသူ ခန္ဓာကိုယ်ထဲ ရောက်ပြီးတော့ သူမတူ စွမ်းအားတစ်ခု ရလာတာက တခြားသူရဲ့ ကံအပြောင်းအလဲ အခွင့်အရေးနဲ့ ရောင်ဝါစက်ဝန်းကို မြင်ရတာပါပဲ 

မှန်ထဲ သူ့ခေါင်းပေါ် ကြည့်လိုက်တဲ့အခါ မည်းနက်နေတဲ့ ရောင်ဝါကို မြင်လိုက်ရတယ် …

 ဒီလိုရောင်ဝါမျိုးနဲ့ နေပူထဲ အပြင်ထွက်မိရင်တောင် မိုးကြိုးပစ်ခံရမဲ့ကိန်းပဲ …

ဒီကြားထဲ သူ ကျင့်ကြံတဲ့ ကျင့်စဉ်က အဆင့်တစ်ခုတက်လေ ကံပိုဆိုးလေ … 

တခြားသူရဲ့ ကံအပြောင်းအလဲ အခွင့်အရေးကနေ ဂုန်းဆင်းရင်း သူ့ကိုယ်သူ ဘယ်လိုကံမြင့်တက်လာအောင် လုပ်မလဲဆိုတာ ပေါ့ပေါ့ပါးပါး ဖတ်ရှုရမှာ ဖြစ်ပါတယ်"}

]
